"NKFCocoaNKFErrorString" = "nkf内部でエラーが発生しました";
"NKFCocoaRangeErrorString" = "範囲指定に誤りがあります";
"NKFCocoaWriteToURLErrorString" = "NKFCocoa内部でファイル書き込みエラーが発生しました";
"NKFCocoaStringWithContentsOfURLString" = "NKFCocoa内部でファイル読み込みエラーが発生しました";
"NKFCocoaRecoverySuggestionWrongURLString" = "要求されたURLに誤りがある可能性があります";
"NKFCocoaRecoverySuggestionTemporaryFileCreateFailedString" = "テンポラリファイル作成に失敗しました";
"NKFCocoaRecoverySuggestionWrongRangeString" = "指定した範囲に誤りがある可能性があります";
"NKFCocoaRecoverySuggestionWrongOptionsString" = "指定したオプションに誤りがある可能性があります";